
/* Nenhum comentário fornecido pelo engenheiro. */
"+ Add files" = "+ Adicionar arquivos";

/* Nenhum comentário fornecido pelo engenheiro. */
"Archive" = "Arquivar";

/* Nenhum comentário fornecido pelo engenheiro. */
"Cancel" = "Cancelar";

/* Nenhum comentário fornecido pelo engenheiro. */
"Compress" = "Comprimir";

/* Nenhum comentário fornecido pelo engenheiro. */
"Compressing %@ %@" = "Comprimindo %@ %@";

/* Nenhum comentário fornecido pelo engenheiro. */
"Compressing %@ %@ %@" = "Comprimindo %@ %@ %@";

/* Nenhum comentário fornecido pelo engenheiro. */
"Compression completed" = "Compressão concluída";

/* Nenhum comentário fornecido pelo engenheiro. */
"Compression level" = "Nível de compressão";

/* Nenhum comentário fornecido pelo engenheiro. */
"Confirm Password" = "Confirmar senha";

/* Nenhum comentário fornecido pelo engenheiro. */
"Confirm Password:" = "Confirmar senha:";

/* Nenhum comentário fornecido pelo engenheiro. */
"Enter Password:" = "Inserir senha:";

/* Nenhum comentário fornecido pelo engenheiro. */
"Failed to close file" = "Falha ao fechar o arquivo";

/* Nenhum comentário fornecido pelo engenheiro. */
"Failed to open the file" = "Falha ao abrir o arquivo";

/* Nenhum comentário fornecido pelo engenheiro. */
"Failed to write to file" = "Falha ao escrever no arquivo";

/* Nenhum comentário fornecido pelo engenheiro. */
"High" = "Alto";

/* Nenhum comentário fornecido pelo engenheiro. */
"Initializing..." = "Inicializando...";

/* Nenhum comentário fornecido pelo engenheiro. */
"Large files take a long time to compress" = "Arquivos grandes levam muito tempo para comprimir";

/* Nenhum comentário fornecido pelo engenheiro. */
"Last Modified" = "Última modificação";

/* Nenhum comentário fornecido pelo engenheiro. */
"Low" = "Baixo";

/* Nenhum comentário fornecido pelo engenheiro. */
"Middle" = "Médio";

/* Nenhum comentário fornecido pelo engenheiro. */
"Name" = "Nome";

/* Nenhum comentário fornecido pelo engenheiro. */
"No files to compress, please add files" = "Sem arquivos para comprimir, por favor adicione arquivos";

/* Nenhum comentário fornecido pelo engenheiro. */
"Not enough disk space to compress" = "Espaço em disco insuficiente para comprimir";

/* Nenhum comentário fornecido pelo engenheiro. */
"Ok" = "OK";

/* Nenhum comentário fornecido pelo engenheiro. */
"Operate" = "Operar";

/* Nenhum comentário fornecido pelo engenheiro. */
"Password" = "Senha";

/* Nenhum comentário fornecido pelo engenheiro. */
"Please enter a password" = "Por favor, insira uma senha";

/* Nenhum comentário fornecido pelo engenheiro. */
"Passwords do not match" = "Senhas não coincidem";

/* Nenhum comentário fornecido pelo engenheiro. */
"Path" = "Caminho";

/* Nenhum comentário fornecido pelo engenheiro. */
"Remove" = "Remover";

/* Nenhum comentário fornecido pelo engenheiro. */
"Set password" = "Definir senha";

/* Nenhum comentário fornecido pelo engenheiro. */
"Show Password" = "Mostrar senha";

/* Nenhum comentário fornecido pelo engenheiro. */
"Size" = "Tamanho";

/* Nenhum comentário fornecido pelo engenheiro. */
"The password length exceeds the 32-bit limit" = "O comprimento da senha excede o limite de 32 bits";

/* Nenhum comentário fornecido pelo engenheiro. */
"The storage directory is a read-only, please change another path and try again" = "O diretório de armazenamento é somente leitura, por favor, mude para outro caminho e tente novamente";

/* Nenhum comentário fornecido pelo engenheiro. */
"Uncompressed, waiting to exit..." = "Não comprimido, esperando para sair...";
